#1)დაატრიალეთ for ციკლი 0 დან 38 ის ჩათვლით და გამოიტანე თითოეული რიცხვი ტერმინალში 
for i in range (39):
    print(i) 

#2)დაატრილეთ for ციკლი 30 დან 40 მდე  და გამოიტანე თითოეული რიცხვი ტერმინალში
for i in range (30,40):
    print (i) 

#3)დაატრიალეთ for ციკლი 12 იდან 120 მდე  და გამოიტანე თითოეული რიცხვი ტერმინალში 
for i in range (12,120):
    print(i) 

#4)დაატრიალეთ for ციკლი და გამოიტანეთ თქვენი სახელი 18 ჯერ ასევე გამოიტანეთ თქვენი ასაკიც,ერთ for ციკლში მოათავსეთ ორივე და ეგრე გააკეთეთ
for i in range (19): 
    print ("aleksandre_13")

#5)დაატრიალეთ for ციკლი 10 დან 100 მდე 3 step ის გამოტოვებით და გამოიტანეთ თითოეული რიცხვი ტერმინალში
for i in range (10,100):
    print(i)

#6)ტერმინალში გამოიტანეთ თქვენი საყვარელი ხილის სახელი 30 ჯერ და თან დანომრეთ ,მიიღეთ ქვემოთ მოცემულის ნაირი შედეგი 
for i in range (1,31):
    print(f"{i}.vashlatama")

#7)მომხმარებელს შემოატანინეთ მისი ასაკი 13 ჯერ გამოიყენე for loop
age = input("Enter your number")
for i in range(1,14):
    print(f"{i}:{age}")

#8)გამოიტანეთ თქვენი სახელი 10 ჯერ while loop ის გამოყენებით
for i in range (10):
    print ("aleksandre")

#9)დაითვალეთ 0 დან 24 მდე გამოიყენეთ while loop
for i in range (0,25):
    print(i)

