# ჩვენ ვისწავლეთ მონაცემთა ტიპები რომლებიც როგორც თავიანთი ფუნქციით ასევე დაწერითაც გამოირჩვეიან. ასეთი 4 ტიპის მონაცემია
# ეს არის პრინტი და ინტეჯერი,print and integer 
print("Goal oriented academy") 
# ეს არის ინტეჯერი,integer - აღნიშნავს ნატურალურ რიცხვებს
print(20,30,50,90) 
# ეს არის ფლოატი,float - აღნიშნავს წილად რიცხვებს
print(14.25,30.45) 
# ეს არის ბულეანი,Boolean - გადაეცემა მხოლოდ ორი მნიშვნელობა:yes or no
print("yes or no") 

#        ცვლადი არის იგივე ყუთი რომელშიც სხვადასხვა ინფორმაციას ვინახავთ for example:


age: 13
height: 162

