#1)კომენტარის სახით ახსენით თუ რაში ვიყენებთ html ს და რა როლს ასრულებს ის ვებსაიტისთვის 

print(90==12 and 40>30)
print(20==12 and 90>30)
print(15==12 and 31>30)
print(90==30 and 40>10)
print(90==80 and 50>90)

print(12==12 or 40>30)
print(20==20 or 90>30)
print(50==50 or 10>30)
print(70==70 or 20>30)
print(12==12 or 100>30) 

#2)კომენტარის სახით დაწერეთ თუ რა არის sequancing,iteration,selection აღწერე თითეული მათგანი თქვენი სიტყვებით 

# sequencing = დაწერილი კოდი რომელასც კომპიუტერი ზემოდან ქვემოთ კითხულობს 
# interation = მოქმედება რომელიც მეორდება 
# selection = არჩევა 

#3)მოიყვანე secuencing ის მაგალითი,და კომენტარით მიუწერე რატომ არის შენს მიერ მოყვანილი მაგალითი sequence 
print("nika") 
print("saba") 
print("gio") 
# მკითხველმა ჯერ ნიკა დაპრინტა შემდეგ საბა და გიო 

#4)კომენტარის სახით ახსენით თუ რა არის for loop და რაში გვეხმარება ის 

# loop ფუნქცია გვეხმარება რაღაც მოქმედების ბევრჯერ გამეორებაში 

#5)კომენტარის სახით ახსენით თუ რა გადაეცემა range() ფუნქციას და როგორ მუშაობს for loop

# range ფუნქციას ნომრები გადაეცემა 
# loop ფუნქციას შეუძლია ნებისმიერი სიტყვა გაიმეოროს რამდენჯერაც შენ ეტყვი

#6)შენი დავალებაა ტერმინალში გამოიყანო საყვარელი ავტომობილის სახელი ტერმინალში გამოიყენე for loop 

for i in range(1): 
    print("BMW") 

#7)შენი დავალებაა ტერმინალში გამოიტანო შენი გვარი 100 ჯერ

for i in range(100): 
    print("aleksandre tsartsidze") 

#8)შენი დავალებაა ტერმინალში გამოიტანო საყვარელი ფერი 46 ჯერ 

for i in range(46):
    print("black") 

#9)შენი დავალებაა ტერმინალში გამოიტანო შენი სახელის პირველი ასო 32 ჯერ 

for i in range(32): 
    print("A") 
    