# 1)კომენტარის სახით ახსენი თუ რომელი ოპერატორები ვისწავლეთ და რა დანიშნულება აქვთ მათ 

# ჩვენ ვისწავლეთ შედარების ოპერატორები: < > == და მინიჭების ოპერატრორი: =  
# მინიჭების ოპერატორით შეგვიძლია რომელიღაც სახელს მივანიჭოთ ცვლადი 
# შედარების ოპერატორებით შეგვიძლია შევადაროთ რიცხვები 

# 2)მომხმარებელს შემოაყვანინეთ ორი რიცხვი,შეადარეთ თუ პირველი რიცხვი მეტია მეორეზე,ასევე შეადარე თუ პირველი რიცხვი ნაკლებია მეორე რიცხვზე,და ასევე შეადარე თუ პირველი რიცხვი უდრის მეორე რიცხვს

num1 = 80
num2 = 45
print(num1>num2) 
print(num1<num2) 
print(num1==num2) 

# 3)მომხმარებელს შემოატანინეთ 5 სტრინგ ტიპის მნიშვნელობა,შენი დავალებაა მოახდინო მათი კონკატინაცია 

Num="aleksandre" 
NUM="giorgi"
NuM="malxaz"
num="saba"
nuM="nikoloz" 
print(num+Num+nuM+NUM+NuM)

# 4)მომხმარებელს შემოატანინე 4 რიცხვი,შენი დავალებაა გაიგო ამ რიცხვების საშუალო არითმეტიკული(დღესაც ვისაუბრეთ ამაზე,ვნახოთ როგორ გაათმევთ თავს)

num1=int(input("enter your number"))
num2=int(input("enter your number"))
num3=int(input("enter your number"))
num4=int(input("enter your number"))
print((num1+num2+num3+num4)/5) 

city="tbilisi"
number=10
height=1.63
honesty= True
print(type(city)) 
print(type(number)) 
print(type(height)) 
print(type(honesty)) 

name1 = "aleksandre" 
name2 = "giorgi" 
print(name1==name2) 


r1=int("10")
r2=int("90")
r3=int("50")
r4=int("40")
print(r1+r2+r3+r4)

# 8)შექმენი 3 ცვლადი,ამ ცვლადებში შეინახეთ ინტეჯერ ტიპის მონაცემები,შენი დავალებაა ეს რიცხვები გაასტრინგო(გამოიყენე შესაბამისი ფუნქცია) და გამოიტანო ეს რიცხვები ერთ წინადადებაში. მაგ:304050 

n1=str(90)
n2=str(30)
n3=str(20)
print(n1+n2+n3)